Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.mental.q4.b
source: Ich zweifle an meiner Leistung und überlege, ob es doch nicht so gut war.
en: I doubt my performance and wonder whether it wasn't so good after all.
es: Dudo de mi desempeño y me pregunto si no fue tan bueno después de todo.
fr: Je doute de ma performance et me demande si elle n'était pas si bonne finalement.
hi: मुझे अपने प्रदर्शन पर संदेह है और आश्चर्य है कि आख़िरकार यह इतना अच्छा नहीं था।
it: Dubito della mia prestazione e mi chiedo se non fosse poi così buona.
ja: 自分のパフォーマンスを疑って、結局あまり良くなかったのではないかと思います。
ko: 내 연기도 의심스럽고 결국 그렇게 좋지 않았나 싶다.
nl: Ik twijfel aan mijn prestatie en vraag me af of het toch niet zo goed was.
pl: Wątpię w swój występ i zastanawiam się, czy mimo wszystko nie był taki dobry.
pt: Duvido do meu desempenho e me pergunto se não foi tão bom, afinal.
ru: Я сомневаюсь в своих результатах и размышляю, было ли это всё-таки не так хорошо.
tr: Performansımdan şüpheliyim ve o kadar da iyi olup olmadığını merak ediyorum.
zh_hans: 我怀疑自己的表现，并在考虑是否真的不那么好。
zh_hant: 我懷疑自己的表現，想知道是不是表現不太好。

# assessment.mental.q4.c
source: Ist mir egal. Ich weiß, was ich geleistet habe, das reicht mir.
en: I don't care. I know what I have achieved is enough for me.
es: No me importa. Sé que lo que he logrado es suficiente para mí.
fr: Je m'en fiche. Je sais que ce que j’ai accompli me suffit.
hi: मुझे परवाह नहीं है। मैं जानता हूं कि मैंने जो हासिल किया है वह मेरे लिए काफी है।
it: Non mi interessa. So che quello che ho ottenuto mi basta.
ja: 私は気にしない。私は自分が達成したことで十分だと知っています。
ko: 나는 상관하지 않는다. 나는 내가 성취한 것이 나에게 충분하다는 것을 알고 있습니다.
nl: Het maakt mij niet uit. Ik weet dat wat ik heb bereikt genoeg voor mij is.
pl: Nie obchodzi mnie to. Wiem, że to, co osiągnąłem, mi wystarczy.
pt: Eu não ligo. Eu sei que o que consegui é suficiente para mim.
ru: Мне всё равно. Я знаю, чего я достиг, этого мне достаточно.
tr: Umurumda değil. Kazandıklarımın benim için yeterli olduğunu biliyorum.
zh_hans: 我无所谓。我知道自己做了什么，这对我来说就够了。
zh_hant: 我不在乎。我知道我所取得的成就對我來說已經足夠了。

# assessment.mental.q4.d
source: Ich bin sauer auf meine Freunde/Follower, weil sie mich nicht unterstützen.
en: I'm mad at my friends/followers for not supporting me.
es: Estoy enojado con mis amigos/seguidores por no apoyarme.
fr: Je suis en colère contre mes amis/abonnés qui ne me soutiennent pas.
hi: मैं अपने मित्रों/अनुयायियों से नाराज़ हूँ कि उन्होंने मेरा समर्थन नहीं किया।
it: Sono arrabbiato con i miei amici/follower che non mi supportano.
ja: 私をサポートしてくれなかった友達やフォロワーに腹が立っています。
ko: 나는 나를 지지하지 않는 내 친구/팔로워들에게 화가 난다.
nl: Ik ben boos op mijn vrienden/volgers omdat ze mij niet steunen.
pl: Jestem zły na moich przyjaciół/obserwatorów za to, że mnie nie wspierają.
pt: Estou bravo com meus amigos/seguidores por não me apoiarem.
ru: Я злюсь на своих друзей/подписчиков, потому что они меня не поддерживают.
tr: Beni desteklemedikleri için arkadaşlarıma/takipçilerime kızgınım.
zh_hans: 我对我的朋友/粉丝感到生气，因为他们不支持我。
zh_hant: 我對我的朋友/追隨者不支持我感到生氣。

# assessment.mental.q5
source: Jemand in deiner Firma, der extrem faul ist, bekommt durch reines Glück oder Networking die Beförderung, für die du monatelang geblutet hast. Deine Reaktion?
en: Someone at your company who is extremely lazy gets the promotion you've been bleeding for for months through sheer luck or networking. Your reaction?
es: Alguien en su empresa que es extremadamente vago consigue el ascenso que ha estado sangrando durante meses por pura suerte o por networking. ¿Tu reacción?
fr: Quelqu'un dans votre entreprise qui est extrêmement paresseux obtient la promotion depuis des mois grâce à la chance ou au réseautage. Votre réaction ?
hi: आपकी कंपनी में कोई व्यक्ति जो बेहद आलसी है, उसे केवल भाग्य या नेटवर्किंग के माध्यम से वह पदोन्नति मिल जाती है जिसके लिए आप कई महीनों से प्रयास कर रहे थे। आपकी प्रतिक्रिया?
it: Qualcuno nella tua azienda che è estremamente pigro ottiene la promozione per la quale stai sanguinando da mesi per pura fortuna o networking. La tua reazione?
ja: あなたの会社の極度の怠け者が、まったくの運やネットワークのおかげで、あなたが何か月も血を流して昇進を果たした。あなたの反応は？
ko: 회사에서 극도로 게으른 누군가가 순전한 행운이나 네트워킹을 통해 몇 달 동안 피 흘리며 승진해 온 승진을 얻게 됩니다. 당신의 반응은?
nl: Iemand binnen uw bedrijf die extreem lui is, krijgt de promotie waar u al maanden naar verlangt door puur geluk of netwerken. Jouw reactie?
pl: Osoba w Twojej firmie, która jest wyjątkowo leniwa, dzięki szczęściu lub networkingowi otrzymuje awans, na który czekałeś od miesięcy. Twoja reakcja?
pt: Alguém em sua empresa que é extremamente preguiçoso consegue a promoção pela qual você está sangrando há meses por pura sorte ou networking. Sua reação?
ru: Кто-то в твоей компании, кто крайне ленив, получает повышение чисто по счастью или через связи, за которое ты месяцы проливал кровь. Твоя реакция?
tr: Şirketinizde son derece tembel olan biri, aylardır beklediğiniz terfiyi sırf şans ya da ağ kurma sayesinde elde ediyor. Tepkiniz?
zh_hans: 你公司里一个非常懒的人，仅凭运气或人脉就获得了你辛辛苦苦几个月才争取到的晋升。你的反应是什么？
zh_hant: 你公司裡一個極度懶惰的人純粹是靠運氣或人際網絡獲得了你幾個月來一直在努力爭取的晉升。你的反應？

# assessment.mental.q5.a
source: Ich rege mich tagelang bei Freunden darüber auf, wie unfair das System ist.
en: I spend days complaining to friends about how unfair the system is.
es: Paso días quejándome con mis amigos de lo injusto que es el sistema.
fr: Je passe des journées à me plaindre auprès de mes amis du caractère injuste du système.
hi: मैं दोस्तों से शिकायत करते हुए दिन बिताता हूं कि सिस्टम कितना अनुचित है।
it: Trascorro giorni a lamentarmi con gli amici di quanto sia ingiusto il sistema.
ja: 私はこの制度がいかに不公平であるかを友人に愚痴りながら日々を過ごしています。
ko: 나는 시스템이 얼마나 불공평한지 친구들에게 불평하면서 며칠을 보낸다.
nl: Ik breng dagen door met klagen bij vrienden over hoe oneerlijk het systeem is.
pl: Dniami narzekam przyjaciołom, jak niesprawiedliwy jest ten system.
pt: Passo dias reclamando com amigos sobre o quão injusto é o sistema.
ru: Я несколько дней у друзей раздражаюсь по поводу того, насколько несправедлива эта система.
tr: Günlerimi arkadaşlarıma sistemin ne kadar adaletsiz olduğu konusunda şikayet ederek geçiriyorum.
zh_hans: 我会在朋友面前为系统有多不公平而气愤好几天。
zh_hant: 我花了幾天時間向朋友抱怨這個制度有多不公平。

# assessment.mental.q5.b
source: Ich versuche, ihn heimlich schlecht zu machen oder seine Fehler aufzudecken.
en: I try to secretly badmouth him or expose his mistakes.
es: Intento hablar mal de él en secreto o exponer sus errores.
fr: J'essaie de le dénigrer secrètement ou d'exposer ses erreurs.
hi: मैं गुप्त रूप से उसकी बुराई करने या उसकी गलतियाँ उजागर करने का प्रयास करता हूँ।
it: Cerco segretamente di parlargli male o di esporre i suoi errori.
ja: 私は密かに彼の悪口を言ったり、彼の間違いを暴露したりしようとします。
ko: 나는 몰래 그를 욕하거나 그의 실수를 폭로하려고 노력합니다.
nl: Ik probeer hem in het geheim kwaad te spreken of zijn fouten bloot te leggen.
pl: Próbuję potajemnie go obrazić lub ujawnić jego błędy.
pt: Tento falar mal dele secretamente ou expor seus erros.
ru: Я пытаюсь тайно очернить его или выявить его ошибки.
tr: Gizlice ona kötü söz söylemeye ya da hatalarını ifşa etmeye çalışıyorum.
zh_hans: 我试图暗中贬低他或揭露他的错误。
zh_hant: 我試著暗中說他的壞話或揭露他的錯誤。

# assessment.mental.q5.c
source: Interessant. Er hat das Spiel verstanden. Ich muss an meinem Networking arbeiten.
en: Interesting. He understood the game. I need to work on my networking.
es: Interesante. Entendió el juego. Necesito trabajar en mi networking.
fr: Intéressant. Il a compris le jeu. Je dois travailler sur mon réseau.
hi: दिलचस्प। वह खेल को समझ गया. मुझे अपनी नेटवर्किंग पर काम करने की जरूरत है.
it: Interessante. Ha capito il gioco. Devo lavorare sulla mia rete.
ja: 面白い。彼はゲームを理解していました。ネットワーキングに取り組む必要があります。
ko: 흥미로운. 그는 게임을 이해했습니다. 네트워킹 작업을 해야 합니다.
nl: Interessant. Hij begreep het spel. Ik moet aan mijn netwerk werken.
pl: Ciekawy. Rozumiał tę grę. Muszę popracować nad siecią.
pt: Interessante. Ele entendeu o jogo. Preciso trabalhar na minha rede.
ru: Интересно. Он понял игру. Мне нужно поработать над моими связями.
tr: İlginç. Oyunu anladı. Ağım üzerinde çalışmam gerekiyor.
zh_hans: 有趣。他理解了游戏。我必须努力提升我的人脉网络。
zh_hant: 有趣的。他了解比賽。我需要加強我的網路工作。

# assessment.mental.q5.d
source: Ich werfe hin und strenge mich in Zukunft auch nicht mehr an. Lohnt sich ja nicht.
en: I'm giving up and not making any more effort in the future. It's not worth it.
es: Me rindo y no hago más esfuerzos en el futuro. No vale la pena.
fr: J'abandonne et je ne fais plus d'efforts à l'avenir. Cela n'en vaut pas la peine.
hi: मैं हार मान रहा हूं और भविष्य में कोई और प्रयास नहीं करूंगा। यह इसके लायक नहीं है।
it: Mi arrendo e non farò più alcuno sforzo in futuro. Non ne vale la pena.
ja: もう諦めて今後は努力しません。それは価値がありません。
ko: 포기하고 앞으로는 더 이상 노력하지 않을 생각입니다. 그럴 가치가 없습니다.
nl: Ik geef het op en doe in de toekomst geen moeite meer. Het is het niet waard.
pl: Poddaję się i nie będę już więcej próbować w przyszłości. To nie jest tego warte.
pt: Estou desistindo e não fazendo mais nenhum esforço no futuro. Não vale a pena.
ru: Я сдаюсь и в будущем больше не буду стараться. Это же не стоит того.
tr: Vazgeçiyorum ve gelecekte daha fazla çaba sarf etmiyorum. Buna değmez.
zh_hans: 我放弃了，以后也不再努力了。反正不值得。
zh_hant: 我已經放棄了，以後也不會再努力了。這是不值得的。

# assessment.mental.q6
source: Du hast dir ein extrem ambitioniertes Ziel gesetzt. Deine engsten Freunde sagen dir ins Gesicht, dass du das niemals schaffen wirst.
en: You have set yourself an extremely ambitious goal. Your closest friends tell you to your face that you'll never make it.
es: Te has fijado un objetivo extremadamente ambicioso. Tus amigos más cercanos te dicen en la cara que nunca lo lograrás.
fr: Vous vous êtes fixé un objectif extrêmement ambitieux. Vos amis les plus proches vous disent en face que vous n’y arriverez jamais.
hi: आपने अपने लिए एक अत्यंत महत्वाकांक्षी लक्ष्य निर्धारित किया है। आपके सबसे करीबी दोस्त आपके चेहरे पर आपसे कहते हैं कि आप कभी सफल नहीं होंगे।
it: Ti sei posto un obiettivo estremamente ambizioso. I tuoi amici più cari ti dicono in faccia che non ce la farai mai.
ja: あなたは非常に野心的な目標を自分自身に設定しました。あなたの親しい友人たちは、あなたには決して成功しないだろうと面と向かって言います。
ko: 당신은 매우 야심 찬 목표를 세웠습니다. 당신의 가장 가까운 친구들은 당신이 결코 성공하지 못할 것이라고 대면하여 말합니다.
nl: Je hebt jezelf een uiterst ambitieus doel gesteld. Je beste vrienden vertellen je in je gezicht dat je het nooit zult redden.
pl: Postawiłeś sobie niezwykle ambitny cel. Najbliżsi przyjaciele mówią ci prosto w twarz, że nigdy ci się nie uda.
pt: Você estabeleceu uma meta extremamente ambiciosa. Seus amigos mais próximos dizem na sua cara que você nunca conseguirá.
ru: Ты поставил перед собой крайне амбициозную цель. Твои близкие друзья прямо говорят тебе в лицо, что ты никогда этого не добьёшься.
tr: Kendinize son derece iddialı bir hedef belirlediniz. En yakın arkadaşlarınız yüzünüze asla başaramayacağınızı söyler.
zh_hans: 你给自己定了一个极具雄心的目标。你最亲密的朋友当面告诉你，你永远都做不到。
zh_hant: 您為自己設定了一個極為雄心勃勃的目標。你最親密的朋友當面告訴你，你永遠不會成功。

# assessment.mental.q6.a
source: Ich lasse es sein. Wenn meine Freunde nicht daran glauben, wird es wohl stimmen.
en: I'll let it be. If my friends don't believe it, it will probably be true.
es: Lo dejaré ser. Si mis amigos no lo creen, probablemente será verdad.
fr: Je vais le laisser faire. Si mes amis ne le croient pas, ce sera probablement vrai.
hi: मैं इसे रहने दूँगा. अगर मेरे दोस्तों को इस पर विश्वास नहीं है तो शायद ये सच होगा.
it: Lascerò che sia. Se i miei amici non ci credono, probabilmente sarà vero.
ja: そのままにしておきます。私の友達が信じないとしても、それはおそらく真実でしょう。
ko: 그렇게 하도록 하겠습니다. 내 친구들이 믿지 않는다면 아마도 사실일 것입니다.
nl: Ik laat het zo zijn. Als mijn vrienden het niet geloven, zal het waarschijnlijk waar zijn.
pl: Pozwolę temu tak być. Jeśli moi przyjaciele w to nie uwierzą, prawdopodobnie będzie to prawda.
pt: Eu vou deixar assim. Se meus amigos não acreditarem, provavelmente será verdade.
ru: Я оставлю это. Если мои друзья в это не верят, значит, это, вероятно, так.
tr: Olmasına izin vereceğim. Arkadaşlarım buna inanmazsa muhtemelen doğru olacaktır.
zh_hans: 我放弃吧。如果我的朋友们不相信，那大概是真的。
zh_hant: 我就這樣吧。如果我的朋友不相信，那很可能是真的。

# assessment.mental.q6.b
source: Ihr Gegenwind ist mein bester Treibstoff. Ich beweise ihnen jetzt erst recht das Gegenteil.
en: Your headwind is my best fuel. I'm proving them wrong now.
es: Tu viento en contra es mi mejor combustible. Les estoy demostrando que están equivocados ahora.
fr: Votre vent contraire est mon meilleur carburant. Je leur prouve le contraire maintenant.
hi: मेरा गेगेनविंड ट्रेबस्टॉफ़ से बेहतर है। मैं अब उन्हें गलत साबित कर रहा हूं।
it: Il tuo vento contrario è il mio miglior carburante. Sto dimostrando che si sbagliavano adesso.
ja: あなたの逆風は私の最高の燃料です。私は今、彼らが間違っていることを証明しています。
ko: 당신의 역풍은 나의 최고의 연료입니다. 나는 지금 그들이 틀렸다는 것을 증명하고 있습니다.
nl: Jouw tegenwind is mijn beste brandstof. Ik bewijs nu dat ze ongelijk hebben.
pl: Twój przeciwny wiatr jest moim najlepszym paliwem. Teraz udowadniam, że się mylą.
pt: Seu vento contrário é meu melhor combustível. Estou provando que eles estão errados agora.
ru: Ваш встречный ветер — мой лучший топливо. Я докажу им теперь уж точно обратное.
tr: Karşıdan esen rüzgar benim en iyi yakıtımdır. Şimdi onlara haksız olduklarını kanıtlıyorum.
zh_hans: 你们的阻力是我最好的燃料。我现在更要向你们证明恰恰相反的事实。
zh_hant: 你的逆風是我最好的燃料。我現在正在證明他們錯了。

# assessment.mental.q6.c
source: Ich bin zutiefst verletzt und diskutiere stundenlang mit ihnen, um sie zu überzeugen.
en: I am deeply hurt and argue with them for hours trying to convince them.
es: Estoy profundamente herido y discuto con ellos durante horas tratando de convencerlos.
fr: Je suis profondément blessé et je discute avec eux pendant des heures pour essayer de les convaincre.
hi: मैं बहुत आहत हूं और उन्हें समझाने की कोशिश में घंटों उनसे बहस करता हूं।
it: Sono profondamente ferito e discuto con loro per ore cercando di convincerli.
ja: 私は深く傷つき、彼らを説得しようとして何時間も彼らと議論しました。
ko: 나는 깊은 상처를 받았으며 그들을 설득하기 위해 몇 시간 동안 그들과 논쟁을 벌였습니다.
nl: Ik ben diep gekwetst en maak urenlang ruzie met ze om ze te overtuigen.
pl: Czuję się głęboko zraniony i godzinami kłócę się z nimi, próbując ich przekonać.
pt: Estou profundamente magoado e discuto com eles durante horas tentando convencê-los.
ru: Я глубоко ранен и спорю с ними часами, чтобы убедить их.
tr: Çok kırıldım ve onları ikna etmeye çalışarak saatlerce onlarla tartışıyorum.
zh_hans: 我感到非常受伤，并与他们争论好几个小时以说服他们。
zh_hant: 我深受傷害，並與他們爭論了幾個小時試圖說服他們。

# assessment.mental.q6.d
source: Ich verfolge es weiter, verheimliche es aber vor ihnen, um Konflikten aus dem Weg zu gehen.
en: I continue to pursue it, but keep it secret from them to avoid conflict.
es: Sigo persiguiéndolo, pero lo mantengo en secreto para evitar conflictos.
fr: Je continue de le poursuivre, mais je le garde secret pour éviter les conflits.
hi: मैं इसका प्रयास जारी रखता हूं, लेकिन टकराव से बचने के लिए इसे उनसे गुप्त रखता हूं।
it: Continuo a perseguirlo, ma lo tengo segreto per evitare conflitti.
ja: 私はそれを追求し続けますが、衝突を避けるために彼らには秘密にしておきます。
ko: 나는 계속해서 그것을 추구하지만 갈등을 피하기 위해 그들에게 비밀을 유지합니다.
nl: Ik blijf het nastreven, maar houd het voor hen geheim om conflicten te voorkomen.
pl: Nadal to robię, ale trzymam to w tajemnicy przed nimi, aby uniknąć konfliktu.
pt: Continuo perseguindo isso, mas mantenho segredo deles para evitar conflitos.
ru: Я продолжаю это отслеживать, но скрываю это от них, чтобы избежать конфликтов.
tr: Bunu takip etmeye devam ediyorum ama çatışmayı önlemek için bunu onlardan gizli tutuyorum.
zh_hans: 我继续追踪它，但对他们隐瞒，以避免冲突。
zh_hant: 我繼續追求它，但對他們保密以避免衝突。

# assessment.mental.q7
source: Jemand, den du absolut nicht leiden kannst, hat eine brillante Idee und setzt sie extrem erfolgreich um. Was denkst du?
en: Someone you absolutely dislike has a brilliant idea and implements it extremely successfully. What do you think?
es: Alguien que no te agrada tiene una idea brillante y la implementa con gran éxito. ¿Qué opinas?
fr: Quelqu’un que vous n’aimez absolument pas a une idée brillante et la met en œuvre avec beaucoup de succès. Qu'en penses-tu?
hi: जिस व्यक्ति को आप बिल्कुल नापसंद करते हैं, उसके पास एक शानदार विचार है और वह इसे बेहद सफलतापूर्वक लागू करता है। आप क्या सोचते हैं?
it: Qualcuno che non ti piace assolutamente ha un'idea brillante e la implementa con grande successo. Cosa ne pensi?
ja: あなたが絶対に嫌いな人は、素晴らしいアイデアを持っていて、それを非常にうまく実行します。どう思いますか？
ko: 당신이 정말 싫어하는 사람이 훌륭한 아이디어를 가지고 있고 그것을 매우 성공적으로 구현합니다. 어떻게 생각하나요?
nl: Iemand aan wie je absoluut een hekel hebt, heeft een briljant idee en voert dit uiterst succesvol uit. Wat denk je?
pl: Ktoś, kogo absolutnie nie lubisz, ma genialny pomysł i wdraża go niezwykle skutecznie. Jak myślisz?
pt: Alguém de quem você absolutamente não gosta tem uma ideia brilhante e a implementa com muito sucesso. O que você acha?
ru: Кто-то, кого ты совершенно не выносишь, имеет блестящую идею и реализует её крайне успешно. Что ты думаешь?
tr: Kesinlikle sevmediğiniz birinin harika bir fikri var ve bunu son derece başarılı bir şekilde uyguluyor. Ne düşünüyorsun?
zh_hans: 你绝对讨厌的某个人有了一个绝妙的主意，并且极其成功地实施了它。你会怎么想？
zh_hant: 你絕對不喜歡的人有一個絕妙的想法，並且非常成功地實施了它。你怎麼認為？

# assessment.mental.q7.a
source: Der hatte nur verdammtes Glück, oder er hat irgendwo betrogen.
en: He was just damn lucky, or he cheated somewhere.
es: Simplemente tuvo mucha suerte o hizo trampa en alguna parte.
fr: Il a juste eu beaucoup de chance, ou alors il a triché quelque part.
hi: वह बहुत भाग्यशाली था, या उसने कहीं धोखा दिया।
it: È stato semplicemente dannatamente fortunato, oppure ha barato da qualche parte.
ja: 彼はただ運が良かったか、どこかで不正をしただけだ。
ko: 그 사람은 정말 운이 좋았거나 어딘가에서 바람을 피웠을 뿐이에요.
nl: Hij had gewoon verdomd geluk, of hij heeft ergens vals gespeeld.
pl: Miał po prostu cholerne szczęście, albo gdzieś oszukał.
pt: Ele teve muita sorte ou trapaceou em algum lugar.
ru: Ему просто чертовски повезло, или он где-то обманул.
tr: Çok şanslıydı ya da bir yerlerde hile yapmıştı.
zh_hans: 他只是他妈的运气好，或者他在某处作弊了。
zh_hant: 他只是太幸運了，或者他在某個地方作弊了。

# assessment.mental.q7.b
source: Ich hasse es, das zu sehen. Es macht mich den ganzen Tag aggressiv.
en: I hate to see this. It makes me aggressive all day long.
es: Odio ver esto. Me pone agresivo todo el día.
fr: Je déteste voir ça. Cela me rend agressif toute la journée.
hi: मुझे यह देखने से नफरत है. यह मुझे पूरे दिन आक्रामक बनाता है।
it: Odio vedere questo. Mi rende aggressivo tutto il giorno.
ja: これを見るのは嫌だ。それは私を一日中攻撃的にさせます。
ko: 나는 이것을 보는 것이 싫다. 그것은 나를 하루 종일 공격적으로 만듭니다.
nl: Ik haat het om dit te zien. Het maakt me de hele dag agressief.
pl: Nienawidzę tego widzieć. To sprawia, że ​​jestem agresywny przez cały dzień.
pt: Eu odeio ver isso. Isso me deixa agressivo o dia todo.
ru: Я ненавижу это видеть. Это делает меня агрессивным весь день.
tr: Bunu görmekten nefret ediyorum. Bu beni gün boyu agresif yapıyor.
zh_hans: 我讨厌看到这个。这让我整天感到愤怒。
zh_hant: 我討厭看到這個。這讓我一整天都充滿攻擊性。

# assessment.mental.q7.c
source: Die Idee war genial, die Ausführung stark. Ich schaue mir ab, wie er das gemacht hat.
en: The idea was brilliant, the execution strong. I'll see how he did it.
es: La idea fue brillante, la ejecución sólida. Veré cómo lo hizo.
fr: L'idée était géniale, l'exécution solide. Je vais voir comment il a fait.
hi: विचार शानदार था, क्रियान्वयन सशक्त। मैं देखूंगा कि उसने यह कैसे किया।
it: L'idea era brillante, l'esecuzione forte. Vedrò come ha fatto.
ja: アイデアは素晴らしく、実行力は強力でした。彼がどうやってやったか見てみるよ。
ko: 아이디어는 훌륭했고 실행력은 강력했습니다. 그가 어떻게 했는지 볼게요.
nl: Het idee was briljant, de uitvoering sterk. Ik zal zien hoe hij het deed.
pl: Pomysł był genialny, wykonanie mocne. Zobaczę jak to zrobił.
pt: A ideia foi brilhante, a execução forte. Vou ver como ele fez isso.
ru: Идея была гениальной, выполнение сильным. Я перенимаю, как он это сделал.
tr: Fikir harikaydı, uygulama güçlüydü. Bakalım nasıl yaptı.
zh_hans: 这个想法很棒，执行得很出色。我在观察他是怎么做到的。
zh_hant: 這個想法很棒，執行力很強。我來看看他是怎麼做到的。

# assessment.mental.q7.d
source: Bestimmt geht das bald schief, ich warte nur auf seinen Absturz.
en: I'm sure it will go wrong soon, I'm just waiting for it to crash.
es: Estoy seguro de que todo saldrá mal pronto, sólo estoy esperando a que falle.
fr: Je suis sûr que ça va mal tourner bientôt, j'attends juste qu'il plante.
hi: मुझे यकीन है कि यह जल्द ही गलत हो जाएगा, मैं बस इसके दुर्घटनाग्रस्त होने का इंतजार कर रहा हूं।
it: Sono sicuro che presto andrà storto, sto solo aspettando che vada in crash.
ja: きっとすぐにダメになるだろう、クラッシュするのを待っているだけだ。
ko: 곧 문제가 발생할 것이라고 확신합니다. 충돌이 발생하기를 기다리고 있습니다.
nl: Ik weet zeker dat het snel mis zal gaan, ik wacht gewoon tot het crasht.
pl: Jestem pewien, że wkrótce coś pójdzie nie tak, czekam tylko, aż się rozbije.
pt: Tenho certeza que vai dar errado em breve, só estou esperando que ele trave.
ru: Наверняка это скоро пойдет наперекосяк, я просто жду его крушения.
tr: Yakında ters gideceğinden eminim, sadece çökmesini bekliyorum.
zh_hans: 这肯定很快会出问题，我只是在等他失败。
zh_hant: 我確信它很快就會出錯，我只是在等待它崩潰。

# assessment.mental.q8
source: Du wirst vor einer großen Gruppe von Menschen für einen dummen Fehler scharf und bloßstellend kritisiert.
en: You are harshly and embarrassingly criticized in front of a large group of people for a stupid mistake.
es: Te critican dura y vergonzosamente delante de un gran grupo de personas por un error estúpido.
fr: Vous êtes critiqué durement et de manière embarrassante devant un grand groupe de personnes pour une erreur stupide.
hi: एक मूर्खतापूर्ण गलती के लिए लोगों के एक बड़े समूह के सामने आपकी कठोर और शर्मनाक आलोचना की जाती है।
it: Vieni criticato duramente e in modo imbarazzante di fronte a un folto gruppo di persone per uno stupido errore.
ja: あなたは、愚かな間違いに対して、大勢の人々の前で厳しく、恥ずかしいことに批判されます。
ko: 당신은 어리석은 실수로 인해 많은 사람들 앞에서 가혹하고 창피한 비난을 받습니다.
nl: Je wordt ten overstaan ​​van een grote groep mensen hard en beschamend bekritiseerd vanwege een domme fout.
pl: Jesteś ostro i zawstydzająco krytykowany przed dużą grupą ludzi za głupi błąd.
pt: Você é duramente e embaraçosamente criticado na frente de um grande grupo de pessoas por um erro estúpido.
ru: Тебя резко и унизительно критикуют перед большой группой людей за глупую ошибку.
tr: Aptalca bir hata nedeniyle geniş bir kitlenin önünde sert ve utanç verici bir şekilde eleştiriliyorsunuz.
zh_hans: 你会在一大群人面前因一个愚蠢的错误而受到严厉和羞辱性的批评。
zh_hant: 你因為一個愚蠢的錯誤而在一大群人面前受到嚴厲而尷尬的批評。

# assessment.mental.q8.a
source: Ich werde rot, beginne zu stottern und fange fast an zu weinen.
en: I blush, start to stutter, and almost start to cry.
es: Me sonrojo, empiezo a tartamudear y casi me pongo a llorar.
fr: Je rougis, je commence à bégayer et je me mets presque à pleurer.
hi: मैं शरमा जाता हूं, हकलाने लगता हूं और लगभग रोने लगता हूं।
it: Arrossisco, comincio a balbettare e quasi comincio a piangere.
ja: 私は顔を赤らめ、どもり始め、泣きそうになります。
ko: 나는 얼굴이 붉어지고, 말을 더듬기 시작하고, 거의 울기 시작합니다.
nl: Ik bloos, begin te stotteren en begin bijna te huilen.
pl: Rumienię się, zaczynam się jąkać i prawie zaczynam płakać.
pt: Eu coro, começo a gaguejar e quase começo a chorar.
ru: Я краснею, начинаю заикаться и почти начинаю плакать.
tr: Kızarıyorum, kekelemeye başlıyorum ve neredeyse ağlamaya başlıyorum.
zh_hans: 我脸红了，开始结巴，差点要哭出来。
zh_hant: 我臉紅了，開始結巴，幾乎要哭了。
